Repository: lenz/feincms-articles
Catalog: articles/locale/*/LC_MESSAGES/django.po
Languages: de

source: active
de: aktiv

source: title
de: Titel

source: This will be automatically generated from the name
de: Wird automatisch aus dem Namen erzeugt.

source: article
de: Artikel

source: articles
de: Artikel

source: Location
de: Ort

source: article category list
de: Artikel-Kategorie Listenansicht

source: article list
de: Aritkel Listenansicht

source: category
de: Kategorie

source: Category
de: Kategorie

source: Publication date (oldest first)
de: Veröffentlichungsdatum (älteste zuerst)

source: Publication date (newest first)
de: Veröffentlichungsdatum (neuste zuerst)

source: Title A-Z
de: Titel A-Z

source: Title Z-A
de: Titel Z-A

source: parent
de: Überkategorie

source: articles order
de: Artikel Sortierung

source: The order of article items in this category.
de: Die Sortierung von Artikeln in dieser Kategorie

source: access groups
de: Gruppen

source: Users must be logged in and a member of the group(s) to access this group.
de: Benutzer müssen angemeldet sein und ein Mitglied dieser Gruppe sein um Zugriff zu erhalten.

source: categories
de: Kategorien

source: Categories
de: Kategorien

source: Articles
de: Artikel
